{
    "tenantId": "pg.mohali",
    "moduleName": "ADV",
    "CommunityHalls": [
        {
            "communityHallId": "1",
            "name": "Sector 54 Phase 2",
            "code": "Sector_54_Phase_2",
            "geoLocation": "28.564143,77.123490",
            "contactDetails": "011-25695450",
            "hallDescription": "Two Halls, One Ground floor & One First floor. Can accommodate 200-250 people.",
            "address": "Sector 54 Phase 2",
            "type": "HALL",
            "termsAndCondition": "1. Advertisements must comply with all applicable laws and regulations.\n2. The Provider reserves the right to approve or reject any advertisement submitted.\n3. Advertisements should not contain any offensive, illegal, or misleading content.\n4. Advertisers are responsible for ensuring their content does not infringe any intellectual property rights.\n5. Payment must be made in full at the time of booking.\n6. The advertisement placement is subject to availability and approval.\n7. The Advertiser will be charged a cancellation fee if the ad is canceled after booking.\n8. The Provider is not responsible for any losses caused by a delay in the advertisement placement.\n9. Advertisers must comply with local noise, safety, and health regulations.\n10. All advertisements are subject to the Provider’s final approval and may be modified as needed."
        }
    ]
},
{
    "tenantId": "pg.citya",
    "moduleName": "ADV",
    "CommunityHalls": [
        {
            "communityHallId": "1",
            "name": "City Hall",
            "code": "City_Hall",
            "geoLocation": "28.703123,77.146789",
            "contactDetails": "012-34567890",
            "hallDescription": "Large hall suitable for conferences, exhibitions, and large events.",
            "address": "City Centre",
            "type": "HALL",
            "termsAndCondition": "1. Advertisements must comply with all local laws and regulations.\n2. The Provider reserves the right to review and approve all advertisements.\n3. Ads must not contain illegal, misleading, or inappropriate content.\n4. Advertisers are responsible for obtaining any necessary rights for use of copyrighted material.\n5. Full payment for the advertisement must be made before the ad is published.\n6. Placement and duration are subject to availability and approval by the Provider.\n7. Cancellations are subject to a cancellation fee as specified by the Provider.\n8. The Provider is not liable for any failure to run the ad as scheduled.\n9. Advertisers must ensure compliance with all applicable environmental and safety standards.\n10. The Provider reserves the right to modify or remove any advertisement at any time."
        }
    ]
},
{
    "tenantId": "pg.dharamshala",
    "moduleName": "ADV",
    "CommunityHalls": [
        {
            "communityHallId": "1",
            "name": "Dharamshala Auditorium",
            "code": "Dharamshala_Auditorium",
            "geoLocation": "32.219905,76.319306",
            "contactDetails": "01892-123456",
            "hallDescription": "A multi-purpose hall for cultural events, performances, and community gatherings.",
            "address": "Dharamshala, HP",
            "type": "HALL",
            "termsAndCondition": "1. Advertisements must be legal, ethical, and non-offensive.\n2. All advertisements are subject to the approval of the Provider.\n3. Ads should not violate intellectual property rights or promote harmful content.\n4. Payment for the advertisement must be received in full at the time of booking.\n5. The ad will be placed according to availability and Provider's discretion.\n6. Cancellations may incur a fee, and the Provider is not responsible for any loss due to cancellation.\n7. Advertisers must adhere to all local laws, including noise and safety regulations.\n8. The Provider reserves the right to remove or modify advertisements that are found to be in violation of these terms.\n9. Any complaints about the ad’s content will be reviewed, and corrective actions may be taken.\n10. The Provider is not liable for any interruptions or delays in the ad placement."
        }
    ]
}
